/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "Не удалось установить %@ из-за возможной ошибки прав доступа.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "Невозможно завершить %@ или её компоненты для корректного удаления.";

/* User notification title with app name as format */
"%@ was updated" = "Обновлено %@";

/* Status title on dashboard */
"%d days left of trial" = "%d дней пробного периода";

/* Status title on dashboard */
"%d days remaining" = "Осталось %d дней";

/* User notification title with apps count as format */
"%lu applications were updated" = "Обновлено %lu программ";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "Обновлена 1 программа";

/* Status action title on dashboard */
"Activate" = "Активировать";

/* (No Comment) */
"Activate your subscription" = "Активируйте вашу подписку";

/* Status title on dashboard */
"Active membership" = "Активная подписка";

/* Statuses */
"Active subscription" = "Активная подписка";

/* Button title */
"Add" = "Добавить";

/* User notification title */
"All apps are up to date!" = "Все программы обновлены!";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Позволяет открыть настройки учётной записи, просмотреть уведомления или выйти из учётной записи";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Позволяет выбрать и просмотреть условия и политики Setapp";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Позволяет войти или создать учётную запись";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Произошла ошибка при удалении %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "Не удалось проверить подпись приложения.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "После удаления вы потеряете доступ к Setapp и всем программам.";

/* Cancel button title */
"Cancel" = "Отмена";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Ознакомьтесь с функциями %@.";

/* Accessibility label. */
"Clear search" = "Обнулить поиск";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Уточните подробности у владельца команды.";

/* PFMoveApplication */
"Could not move to Applications folder" = "Не удалось переместить в Программы";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Не удалось сбросить пароль.";

/* Status bar menu item title */
"Create New Account" = "Создать новую учетную запись";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Не удалось запустить «%@»";

/* Button title */
"Dismiss" = "Отмена";

/* (No Comment) */
"Don’t Move" = "Не перемещать";

/* No comment provided by engineer. */
"Download and Install" = "Загрузить и установить";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Загрузите и установите Setapp для использования «%@» и откройте для себя еще больше приложений.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Загрузите и установите Setapp для использования этого приложения и откройте для себя еще больше программ";

/* No comment provided by engineer. */
"Download Now" = "Скачать сейчас";

/* Not found email on reset password error description. */
"Email not found." = "Адрес email не найден.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Наслаждайтесь всеми программами в коллекции.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Введите условие поиска, чтобы найти подходящие программы";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Исследуйте Setapp, чтобы найти и использовать %@.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Исследуйте Setapp, чтобы найти и использовать их.";

/* Status button title on recommendations screeen. */
"Family member" = "Член семьи";

/* (No Comment) */
"Family membership terminated" = "Семейная подписка прекращена";

/* Sign In screen text */
"Favorites? First remind us who you are" = "Избранное? Давайте посмотрим вашу учетную запись";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "Избранное? Сперва войдите.";

/* User notification informative text */
"Find it in your Setapp folder." = "Откройте в папке Setapp.";

/* Quit app button title */
"Force Quit" = "Завершить принудительно";

/* Status title on dashboard */
"Free trial available" = "Доступен пробный период";

/* Redirect to website button title */
"Go to Website" = "Перейти к странице";

/* Sign In password screen text */
"Hi there, we missed you" = "Привет, мы скучали";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Неверный bundle-identifier приложения.";

/* Button title */
"Install" = "Установить";

/* No comment provided by engineer. */
"Internal file operation failed" = "Сбой внутренней файловой операции";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Похоже, что приложение не подписано разработчиком.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Похоже, идентификаторы вашего Mac изменились.";

/* Open guide about ploblem fixing. */
"Learn more..." = "Подробнее...";

/* Button title */
"Learn more…" = "Подробнее…";

/* No comment provided by engineer. */
"Learn More…" = "Подробнее…";

/* Accessibility help */
"Legal information" = "Юридическая информация";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Сначала войдите в вашу учетную запись Setapp";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Управление";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Это может быть технической проблемой, попробуйте снова вскоре";

/* (No Comment) */
"Move to Applications" = "Переместить в Программы";

/* User notification title */
"New updates available!" = "Доступны обновления!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Для вашей безопасности, пожалуйста, повторите попытку позже.";

/* Button title */
"Not Now" = "Позже";

/* (No Comment) */
"Note that this will require an administrator password." = "Это действие потребует ввести пароль администратора.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Уведомления";

/* Notifications section title. */
"NOTIFICATIONS" = "УВЕДОМЛЕНИЯ";

/* Alert button */
"OK" = "ОК";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "Ой! Эта программа доступна только в подписке Setapp для команд.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "Ой-ой! Вы не можете использовать эту программу, поскольку владелец команды запретил к ней доступ.";

/* Accessibility help string */
"Opens account settings via web browser" = "Открыть настройки учётной записи в браузере";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Открыть настройки учётной записи в браузере для управления подпиской";

/* Accessibility help string */
"Opens referral program page view web browser" = "Открывает страницу реферальной программы в браузере";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Открыть окно для подтверждения начала бесплатного пробного периода";

/* (No Comment) */
"Payment details outdated" = "Платежные данные устарели";

/* (No Comment) */
"Payment issues occurred" = "Возникли проблемы с оплатой";

/* Status title on dashboard */
"Payment problem" = "Проблема с платежом";

/* User notification informative text */
"Please add payment details to your account." = "Добавьте платежную информацию в учётной записи.";

/* (No Comment) */
"Please check your account for details." = "Узнайте подробнее в вашей учетной записи.";

/* User notification title */
"Please connect to the Internet." = "Пожалуйста, подключитесь к Интернету.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Свяжитесь с владельцем семейной подписки чтобы уточнить подробности и возможность продления.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Загрузите и установите новую копию Setapp, чтобы решить эту проблему.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Загрузите и установите последнюю версию, чтобы продолжить использование Setapp.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Освободите место на диске и откройте Setapp снова.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Убедитесь, что Setapp не блокируется программами для управления сетевыми подключениями и повторите попытку.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Проверьте подключение к Интернету и повторите попытку.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Разрешите все связанные проблемы перед повторной попыткой.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Пожалуйста, убедитесь, что вы добавили суффикс -setapp\".";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Завершите программу самостоятельно и повторите попытку.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Закройте эти программы для очистки относящихся к ним объектов:";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Завершите программу и откройте её снова, чтобы разрешить необходимые изменения.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Решите сопутствующие проблемы или обратитесь в нашу службу поддержки.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Сохраните все ваши данные и закройте следующие программы перед завершением Setapp:";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Сохраните все ваши данные и закройте следующие программы перед выходом из Setapp:";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Сохраните все ваши данные и закройте следующие программы перед удалением Setapp:";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Войдите в Setapp и повторите попытку.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Для использования услуги войдите в вашу учетную запись Setapp.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Повторите попытку или удалите программу иным способом, если проблема повторяется.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Попробуйте снова или удалите оставшиеся файлы самостоятельно.";

/* No comment provided by engineer. */
"Please try again." = "Повторите попытку.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Пожалуйста обновите операционную систему и повторите попытку.";

/* User notification informative text */
"Please view your account details to learn more." = "Просмотрите данные вашей учетной записи, чтобы узнать больше.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Перейдите на веб-сайт Setapp и попробуйте сбросить ваш пароль.";

/* Quit app button title */
"Quit" = "Завершить";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Завершите программы для установки обновлений.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Завершите эти программы, чтобы удалить их сейчас.";

/* Accessibility help. */
"Removes the current search query" = "Обнулить текущий поисковый запрос";

/* Status action title on dashboard */
"Renew" = "Продлить";

/* No comment provided by engineer. */
"Reveal in Finder" = "Показать в Finder";

/* Default placeholder for search field */
"Search" = "Поиск";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Поиск программ и задач…";

/* Accessibility label. */
"Setapp application search" = "Поиск программ Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "После выхода из Setapp вы потеряете доступ к программам.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "Setapp не может продолжить установку из-за отсутствия необходимых прав.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp необходимо проверить подписку.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp, требуется разрешение для завершения установки.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp, требуется разрешение для установки обновления.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp, требуется разрешение для удаления программы.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "Setapp для iOS? Без проблем! Пожалуйста, напомните ваш адрес email";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp требуется подключение к Интернету для продолжения.";

/* User notification title */
"Setapp subscription running out." = "Подписка Setapp подходит к концу.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp автоматически откроется при открытии любой из входящих в состав услуги программ.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Невозможно завершить Setapp из-за критически малого свободного места на диске.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "Доступ к интернету был нарушен другим процессом или программой.";

/* Accessibility help string */
"Sets up a new account" = "Создать новую учётную запись";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Войти";

/* Status title on dashboard */
"Sign in to use apps" = "Войдите чтобы пользоваться программами";

/* (No Comment) */
"Sign In to use Setapp" = "Войдите, чтобы использовать Setapp";

/* Status bar menu item title */
"Sign Out" = "Выйти";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Вход в существующую учётную запись";

/* Accessibility help string */
"Signs out of the current account" = "Выход из текущей учётной записи";

/* User notification informative text */
"Some applications need to be reopened." = "Некоторые программы необходимо открыть заново.";

/* Apps termination window title. */
"Some apps are still running" = "Некоторые программы все еще запущены";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Не удалось завершить удаление некоторых компонентов программы.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Что-то пошло не так :(";

/* Status action title on dashboard */
"Start Trial" = "Начать пробный период";

/* Status title on dashboard */
"Start your membership" = "Начните подписку";

/* (No Comment) */
"Subscribe" = "Подписаться";

/* (No Comment) */
"Subscribe Now" = "Подписаться сейчас";

/* Sign In screen text */
"Sweet, let’s get you started" = "Отлично! Начинаем";

/* Status button title on recommendations screeen. */
"Team member" = "Член команды";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Приносим свои извинения, повторите попытку чуть позже.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Эти программы необходимо завершить для корректной установки обновлений:";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "На вашем Mac не установлено основное приложение Setapp. Хотите загрузить и установить его?";

/* User notification title */
"There’s a new app on Setapp!" = "В Setapp появилась новая программа!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Это действие рекомендуется для лучшей работы в Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Это приложение более не доступно в Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Этому приложению для работы необходима активная учетная запись Setapp.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Для правильной работы это приложение требует macOS %1$@ или новее. У вас установлена версия macOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Этой копии «%@» для работы необходима активная учетная запись Setapp.";

/* (No Comment) */
"This email is already registered." = "Этот адрес email уже зарегистрирован.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Это позволит вам находить и пользоваться всеми приложениями Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Это поможет не замусоривать папку Загрузок.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Чтобы получить эту программу, перейдите в командную подписку.";

/* Today date string */
"Today" = "Сегодня";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Слишком много попыток";

/* (No Comment) */
"Try again" = "Повторить попытку";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "У Setapp возникли проблемы с подключением.";

/* No comment provided by engineer. */
"Unable to launch %@" = "Не удается запустить «%@»";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Удалить Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "Обновить программы в Setapp";

/* Status action title on dashboard */
"View My Account" = "Просмотреть учетную запись";

/* Status bar menu item title */
"View My Account…" = "Просмотреть учетную запись…";

/* Sign In password screen text */
"Welcome!" = "Добро пожаловать!";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Хотели бы вы переместить Setapp в папку Приложения?";

/* Yesterday date string */
"Yesterday" = "Вчера";

/* (No Comment) */
"You are now a Setapp family member!" = "Вы теперь участник семейной подписки Setapp!";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Вы можете удалить псевдоним с вашего компьютера.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "А вы любопытны. Нам это нравится";

/* Offline state label. */
"You're offline" = "Вы в автономном режиме";

/* Accessibility label for customer image button. */
"Your account picture" = "Ваша картинка пользователя";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "Ваша текущая версия Setapp устарела и более не может быть использована.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Ваш вопрос уже решается";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "Инсталляция Setapp нарушена и не может правильно функционировать.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "Инсталляция Setapp нарушена из-за возможного нарушения прав доступа.";

/* User notification title */
"Your Setapp trial ends soon." = "Пробный период Setapp подходит к концу.";

